tap "railwaycat/emacsmacport"

cask "1password"
cask "brave-browser"
cask "cyberduck"
cask "docker"
cask "element"
cask "emacs-mac"
cask "firefox"
cask "gimp"
cask "iTerm2"
cask "itsycal"
cask "keepassxc"
cask "lastpass"
cask "nextcloud"
cask "rectangle"
cask "spotify"
cask "vscodium"
cask "zoom"

brew "bat"
brew "coursier"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "zoxide"

mas "Tailscale", id: 1475387142
mas "Meeter", id: 1510445899
